module.exports = [
    {
        "StartegyFAQId": 1,
        "StartegyFAQOrder": 1,
        "StartegyFAQAsk": "玩了游戏发现，英雄没有等级显示，不可以升级，这是游戏设计如此吗？",
        "StartegyFAQAnswer": "《九州元意歌》的设计思路去除玩家刷经验材料来升级这繁琐的体验，将英雄等级和玩家等级挂钩，当玩家升级时，全英雄同步升级，避免玩家在抽到新英雄需要花大量资源重新培养，我们希望玩家在抽到英雄后，能立刻就将该英雄融入阵容中，立即体验策略搭配的魅力。"
    },
    {
        "StartegyFAQId": 2,
        "StartegyFAQOrder": 2,
        "StartegyFAQAsk": "重复抽到相同的英雄会产出英雄碎片，英雄碎片有什么作用吗？",
        "StartegyFAQAnswer": "多余的英雄碎片可用于炼宝，转化成其它资源，更有机会获得稀有灵宝，来提升阵容的练度及带来各种特殊的效果。"
    },
    {
        "StartegyFAQId": 3,
        "StartegyFAQOrder": 3,
        "StartegyFAQAsk": "灵宝在哪产出？灵宝都有什么作用？",
        "StartegyFAQAnswer": "灵宝有相应的灵宝系统，灵宝的主要来源于活动奖励获得，或是由炼宝产出，其中炼宝产出，需要玩家消耗相对应的灵宝图纸，英雄碎片，武器装备，炼宝材料等道具进行随机搭配产出。灵宝作用十分广泛，有提升阵容强度的灵宝，有增加每日签到数量的灵宝，还有增加每日免费抽卡次数的灵宝，更多神奇的灵宝就需要玩家朋友们去发掘了~"
    }
]
