module.exports = [
    {
        "whiteList": [
        ],
    
        "StopServerNotice": {
            "systemState": 0,
            "title": "停服公告",
            "content": "游戏将于14:00-16:00期间停服维护"
        },
    
        "ServerNotices":{
            "systemState": 0,
            "notices": [
                {
                    "name": "防沉迷公告",
                    "noticeList": 
                        {
                            "title": "防沉迷公告",
                            "content": "尊敬的用户：\n\n　　为了相应国家最新相关政策，方便大家平衡游戏与生活的时间，呵护未成年人的成长，关爱未成年人的健康，我们会对未成年账号开启防沉迷系统。\n\n　　根据2021年8月30日新颁布的《关于进一步严格管理切实防止未成年人沉迷网络游戏的通知》我们进行了相应调整，具体内容如下：\n\n一、在线时长限制\n　　1：18岁以下的玩家，仅能在周五、周六、周日及法定节假日的20时至21时期间登录游戏，且累计在线时长不能超过1小时，超时将无法继续游戏。\n\n二、充值限制\n　　1：未满8周岁的用户不能充值。\n　　2：8周岁以上未满16周岁的未成年用户，单次充值金额不得超过50元人民币，每月充值金额累计不得超过200元人民币。\n　　3：16周岁以上的未成年用户，单次充值金额不得超过100元人民币，每月充值金额累计不得超过400元人民币。\n\n三、其他说明\n　　1：未成年人的身份信息一经绑定，该账号将无法再换绑为其他人的身份信息。\n　　2：已绑定成年人身份信息的账号将无法换绑为未成年人。\n\n　　感谢各位用户的支持与理解，让我们共同维护未成年用户的成长环境，守护未成年用户的健康成长！\n\n　　　　　　　　　　　　　　　　《九州元意歌》运营团队\n　　　　　　　　　　　　　　　　　　　　2021年10月21日"
                        }
                },
                {
                    "name": "公平运营申明",
                    "noticeList": 
                        {
                            "title": "公平运营申明",
                            
                            "content": "尊敬的用户：\n\n　　感谢各位用户对《九州元意歌》的关注与支持。\n\n　　为维护绿色、公平的游戏环境，保证各位用户的利益，特别提醒各位用户：\n\n　　1：禁止游戏中使用外挂、第三方工具、非正规途径充值以及任何不正当方式破坏游戏公平性等行为。根据后台监控和玩家举报，如发现以上行为，我们将定期采取扣除违规收益、冻结和封停游戏账号等措施。\n\n　　2：为维护各位用户的利益，请勿进行购买他人首充号、代充号的账号交易行为，谨防上当受骗。若发生以上情况，所造成的账号被盗无法找回的情况，官方将不予处理。\n\n　　最后，为打造良好的游戏环境，也需要各位用户的共同努力。为此，还请各位玩家互相监督，如有发现违规禁止的情况，欢迎通过官方客服进行举报。我们将在信息审查核实后给予举报奖励。\n\n　　　　　　　　　　　　　　　　《九州元意歌》运营团队\n　　　　　　　　　　　　　　　　　　　　2021年10月21日"
                        }
                }
            ]
        }
    }
]