module.exports = [
    {
        "SkillId": 500001,
        "Name": "强力击打",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对当前目标】\n【发动1000%攻击力的攻击，并附带500点额外伤害。】",
        "Type": 1,
        "TakeTiming": 2,
        "TakeTimingPrimary": 1,
        "Condition": 1,
        "ConditionValue1": 0,
        "TargetType": 6,
        "EffectId": "5000007|5000001",
        "ModelId": 0,
        "SkillLevel": 0,
        "Icon": "0",
        "MeleeOrLong": 2
    },
    {
        "SkillId": 500002,
        "Name": "折戟冲撞",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对当前目标】\n【造成相当于自身500%护甲值的真实伤害，并有50%几率对其添加debuff-折戟，1层】\n【buff-折戟，目标攻击力减少50%，持续2回合，回合结束时buff消失】",
        "Type": 1,
        "TakeTiming": 2,
        "TakeTimingPrimary": 1,
        "Condition": 1,
        "ConditionValue1": 0,
        "TargetType": 6,
        "EffectId": "5000007|5000002|5000004",
        "ModelId": 0,
        "SkillLevel": 0,
        "Icon": "0",
        "MeleeOrLong": 2
    },
    {
        "SkillId": 500003,
        "Name": "凑数攻击",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【任意队友释放能量技能时】\n【对此队友目标】\n【发动100%攻击力攻击，此次攻击额外提高50%暴击率】",
        "Type": 2,
        "TakeTiming": 1,
        "TakeTimingPrimary": 0,
        "Condition": 0,
        "ConditionValue1": 0,
        "TargetType": 1,
        "EffectId": "5000006",
        "ModelId": 0,
        "SkillLevel": 0,
        "Icon": "0",
        "MeleeOrLong": 1
    },
    {
        "SkillId": 500004,
        "Name": "闪电链",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对当前目标发射闪电链，并弹射给第一目标外两个不同的敌人（3个伤害）】\n【闪电链对第一目标造成500%攻击力的伤害，50%几率添加1层debuff-感电，1层。\n每次弹射降低150%攻击力，-15%添加感电几率】\n【buff-感电，每次受到非buff类伤害，额外受到伤害来源15%攻击力的真实伤害，每次触发层数-1，持续回合无限】",
        "Type": 1,
        "TakeTiming": 2,
        "TakeTimingPrimary": 1,
        "Condition": 1,
        "ConditionValue1": 0,
        "TargetType": 13,
        "EffectId": "5000007|5000009|5000016|5000017",
        "ModelId": 0,
        "SkillLevel": 0,
        "Icon": "0",
        "MeleeOrLong": 1
    },
    {
        "SkillId": 500005,
        "Name": "连续AOE",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对全体敌人】\n【发动200%攻击力的攻击，下回合开始时（在普攻或大招之前），再次对全体发动200%攻击力的攻击，之后永久提高20%暴击率。同时获得50能量。】",
        "Type": 1,
        "TakeTiming": 2,
        "TakeTimingPrimary": 1,
        "Condition": 1,
        "ConditionValue1": 0,
        "TargetType": 1,
        "EffectId": "5000007|5000011|5000015",
        "ModelId": 0,
        "SkillLevel": 0,
        "Icon": "0",
        "MeleeOrLong": 2
    },
    {
        "SkillId": 500006,
        "Name": "东华帝君被动1",
        "Illustrate": "【每回合结束】\n【对自己】\n【添加免伤率buff，1层】\n【免伤率buff，5%免伤率，最多5层，一直持续】",
        "Type": 2,
        "TakeTiming": 3,
        "TakeTimingPrimary": 1,
        "Condition": 0,
        "ConditionValue1": 0,
        "TargetType": 1,
        "MeleeOrLong": 1
    },
    {
        "SkillId": 500007,
        "Name": "东华帝君被动\n2",
        "Illustrate": "【死亡时】【单局限定1次】\n【对自己】\n【复活，并获得20%HP上限的HP】",
        "Type": 2,
        "TakeTiming": 8,
        "TakeTimingPrimary": 1,
        "Condition": 0,
        "ConditionValue1": 0,
        "TargetType": 1
    },
    {
        "SkillId": 500008,
        "Name": "东华帝君大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【对全体敌人】\n【发动150%攻击力攻击，如果命中，100%添加buff-虚弱，1层】\n【buff虚弱，减少20%造成的伤害（A表ID，14），持续1回合，最多1层，】"
    },
    {
        "SkillId": 500009,
        "Name": "赵公明被动1",
        "Illustrate": "【光环】\n【对自己+左右1队友】\n【提高15%免伤率】"
    },
    {
        "SkillId": 500010,
        "Name": "赵公明被动2",
        "Illustrate": "【光环】\n【对自己+左右1队友】\n【回合开始时，恢复自身血量上限5%的血量】"
    },
    {
        "SkillId": 500011,
        "Name": "赵公明大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【对自己+左右1队友（光环内角色）】\n【恢复自己血量上限10%血量，并添加buff-武器强化，1层】\n【buff武器强化，每次攻击（普攻+大招，大招多段就算多次）附加“buff添加者”攻击100%的额外伤害（A表ID，33），最多1层，持续1回合】"
    },
    {
        "SkillId": 500012,
        "Name": "盘古被动1",
        "Illustrate": "【受到普攻攻击时】\n【对普攻来源】\n【反击，造成125%攻击力的攻击，并添加易伤debuff，1层】\n【buff易伤，提高攻击方的A表ID14数值，5%，最多5层，持续1回合】"
    },
    {
        "SkillId": 500013,
        "Name": "盘古被动2",
        "Illustrate": "【对局开始时】\n【对自己】\n【添加buff-左右坦攻，2层,buff-挨打获得左右坦攻3层，buff-放大招获得左右坦攻1层】\n【buff左右坦攻，左右1的队友受到普通攻击时，100%为其抵挡攻击,】【单局最多2次坦攻，每当受到3次攻击，恢复1次坦攻,放大招后，恢复1次坦攻】"
    },
    {
        "SkillId": 500014,
        "Name": "盘古大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【对易伤buff（盘古自己的）层数最多的敌人】（如果一样多，根据默认目标的选择逻辑依次选择）\n【造成攻击力150%的攻击，同时附加buff层数*50%攻击力的额外伤害（A表，33）】"
    },
    {
        "SkillId": 500015,
        "Name": "共工被动1",
        "Illustrate": "【受到普攻伤害时】\n【血量百分比最小的队友】\n【将此次伤害的50%给这个队友恢复血量】"
    },
    {
        "SkillId": 500016,
        "Name": "共工被动2",
        "Illustrate": "【受到伤害时（非buff）】\n【自己】\n【获得10点能量】【每个回合可以使用5次，自己回合结束时恢复】"
    },
    {
        "SkillId": 500017,
        "Name": "共工大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【对全体敌人】\n【发动攻击力100%攻击，并添加buff-水神印，1层】\n【buff水神印，回合开始阶段造成共工（buff添加者）护甲值100%的真实伤害，并对我\n方血量百分比最低的队友，恢复等值血量】"
    },
    {
        "SkillId": 500018,
        "Name": "祝融被动1",
        "Illustrate": "【造成伤害时（非buff）】\n【受到伤害的敌人】\n【添加buff-火神印，1层】\n【buff火神印，最大叠加2层，持续时间无限，无其他效果】"
    },
    {
        "SkillId": 500019,
        "Name": "祝融被动2",
        "Illustrate": "【队友发动普攻/大招后】\n【回合主角的当前目标】\n【有33%几率发动，发动1次攻击力50%的攻击】"
    },
    {
        "SkillId": 500020,
        "Name": "祝融大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【对全体敌人】\n【100%移除敌人身上全部buff-火神印，总计N层，对敌人发动100%+20%*N攻击力攻击，\n并获得N*10点能量】"
    },
    {
        "SkillId": 500021,
        "Name": "多宝被动1",
        "Illustrate": "【光环】\n【初始目标+左右1个敌人】\n【光环内敌人受到普攻时，减少20点能量】"
    },
    {
        "SkillId": 500022,
        "Name": "多宝被动2",
        "Illustrate": "【光环】\n【初始目标+左右1个敌人】\n【光环内受到普攻时，减少100行动条】"
    },
    {
        "SkillId": 500023,
        "Name": "多宝大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【默认目标】\n【发动350%攻击力的攻击，同时添加buff-致盲，1层】\n【buff致盲，发动普通攻击时-100%命中，触发消耗1层，永久持续，最多1层】"
    },
    {
        "SkillId": 500024,
        "Name": "太白被动1",
        "Illustrate": "【自己放大招后】\n【对我方全体】\n【添加buff-清净，1层，如果添加时发现队友身上有buff-静心，则恢复其血量，恢复值等同于buff添加者攻击力的100%】"
    },
    {
        "SkillId": 500025,
        "Name": "太白被动2",
        "Illustrate": "【受到技能攻击后】\n【对自己】\n【添加buff-免战，1层】\n【buff免战，最多3层，持续1回合，回合结束销毁，每层免战提供15%免伤】"
    },
    {
        "SkillId": 500026,
        "Name": "太白大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【全体敌人】\n【发动自身攻击力125%的攻击\n对我方全体队友，提供100%攻击力的恢复效果】"
    },
    {
        "SkillId": 500027,
        "Name": "龙王被动1",
        "Illustrate": "【自己放大招后】\n【对自己】\n【添加3个buff中的1个，1层。\nbuff-螃蟹、buff-龙虾、buff-海胆，这3个buff同时只能在同一角色身上存在1个】\n【buff-海胆，普攻后，额外对全体敌人造成自身攻击力50%的真实伤害，最多1层，无限持续】\n【buff-螃蟹，普攻后，额外对目标左右1格敌人造成伤害，伤害为等同于此次普攻75%的真实伤害，最多1层，无限持续】\n【buff-龙虾，普攻后，额外对目标造成本100%攻击力的真实伤害，最多1层，无限持续】"
    },
    {
        "SkillId": 500028,
        "Name": "龙王被动2",
        "Illustrate": "【对局开始】\n【自身】\n【获得50点能量】"
    },
    {
        "SkillId": 500029,
        "Name": "龙王大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【全体敌人】\n【发动自身攻击力150%的攻击】\n【发动时如果自身如果有buff-海胆，则提高50%攻击（技能放大倍率，提高后150%变成200%），并对自身添加buff-刺甲，1层】\n【发动时如果自身如果有buff-螃蟹，则提高75%攻击，并对命中的敌人添加buff-破甲，1层】\n【发动时如果自身如果有buff-龙虾，则提高100%攻击，并对命中的敌人添加buff-流血，1层】\n【buff刺甲，提高自身5%护甲，最多2层，持续3回合】\n【buff破甲，降低5%护甲，最多2层，持续3回合】\n【buff流血，每回合开始受到buff添加者攻击力50%的真实伤害，最多2层，持续3回合】"
    },
    {
        "SkillId": 500030,
        "Name": "猴子被动1",
        "Illustrate": "【对局开始】\n【对自己】\n【添加buff-忽略护甲，1层】\n【buff忽略护甲，A表ID15的属性，10%，最多1层，一直持续】"
    },
    {
        "SkillId": 500031,
        "Name": "猴子被动2",
        "Illustrate": "【普攻或大招时】\n【对自己】\n【当发现当前目标不是初始目标，则计算基础伤害时+15%攻击力】"
    },
    {
        "SkillId": 500032,
        "Name": "猴子大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【自己】\n【添加buff-暴击，1层，添加buff-暴伤，1层\n然后对默认目标发动攻击力300%的攻击】\n【buff暴击，提高25%暴击率，持续2回合，最多1层】\n【buff暴伤，提高50%暴击伤害，持续2回合，最多1层】"
    },
    {
        "SkillId": 500033,
        "Name": "唐僧被动1",
        "Illustrate": "【受到技能攻击后】\n【对自己】\n【100%恢复数值等同自身攻击力25%的血量】"
    },
    {
        "SkillId": 500034,
        "Name": "唐僧被动2",
        "Illustrate": "【受到技能攻击后】\n【技能发动者】\n【对攻击来源100%添加buff-皈依，1层】\n【buff-皈依，降低3%攻击力，最多5层，永久持续】"
    },
    {
        "SkillId": 500035,
        "Name": "唐僧大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【对血量百分比最低的敌人】\n【发动攻击力100%的攻击，100%添加buff-嘲讽，1层，100%添加buff-集火标记，1层】\n【buff嘲讽，下次普通攻击的目标是buff添加者，最多1层，生效-1层，永久持续】\n【buff集火标记，持有者的所有敌人，在回合结束阶段，100%额外对被标记者发动100%攻击力攻击，最多1层，持续1回合】"
    },
    {
        "SkillId": 500036,
        "Name": "妲己被动1",
        "Illustrate": "【受到技能攻击后】【如果成功躲避】\n【对攻击来源】\n【添加buff-吸引，1层】\n【buff吸引，在回合开始时之前（发动主动技能之前），如果层数>=5，则对自己的随机队友发动200%攻击力攻击，并减少75能量，发动攻击后buff吸引层数-5，最多10层，无限持续】"
    },
    {
        "SkillId": 500037,
        "Name": "妲己被动2",
        "Illustrate": "【对局开始】\n【对自己】\n【添加buff-躲避，1层】\n【buff躲避，增加30%躲避率，最多1层，无限持续】"
    },
    {
        "SkillId": 500038,
        "Name": "妲己大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【默认目标+随机2个（闪电链目标逻辑）】\n【发动125%攻击力攻击，并添加buff-吸引，2层】"
    },
    {
        "SkillId": 500039,
        "Name": "王母被动1",
        "Illustrate": "【自己普通攻击后】\n【对攻击的目标】\n【添加buff-西王母的凝视，1层】\n【buff西王母的凝视，提高攻击方的A表ID14数值，5%，最多5层，持续3回合】"
    },
    {
        "SkillId": 500040,
        "Name": "王母被动2",
        "Illustrate": "【自己放大招后】\n【自己】\n【召唤1个镜子（不知道是个buff不），镜子一直持续，最多3个】\n【镜子效果，回合开始时，每个镜子对全体敌人发动1次25%+5%*buff西王母的凝视层数的，攻击力的攻击】"
    },
    {
        "SkillId": 500041,
        "Name": "王母大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【全体敌人】\n【发动200%攻击力攻击，并添加buff-西王母的凝视，1层】"
    },
    {
        "SkillId": 500042,
        "Name": "女娲被动1",
        "Illustrate": "【自己普通攻击后】【50%几率发动】\n【血量百分比最少的敌人】\n【发动75%攻击力的攻击】"
    },
    {
        "SkillId": 500043,
        "Name": "女娲被动2",
        "Illustrate": "【敌人死亡时】\n【对自己】\n【添加buff-生灵戮，1层】\n【buff生灵戮，技能攻击时，额外增加自身攻击力5%的额外伤伤害，最多4层，一直持续】"
    },
    {
        "SkillId": 500044,
        "Name": "女娲大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【血量百分比最少的敌人】\n【发动200%攻击力的攻击，如果这次攻击造成击杀，则无损耗再次发动本效果（就是能一直收割）】"
    },
    {
        "SkillId": 500045,
        "Name": "姜尚被动1",
        "Illustrate": "【回合开始前】\n【自己】\n【添加buff-暴击率，1层】\n【buff暴击率，提高10%暴击率，一直持续，最多5层】"
    },
    {
        "SkillId": 500046,
        "Name": "姜尚被动2",
        "Illustrate": "【受到伤害时（非buff）】\n【自己】\n【添加buff-暴击伤害，1层】\n【buff暴击伤害，提高10%暴击伤害，一直持续，最多10层】"
    },
    {
        "SkillId": 500047,
        "Name": "姜尚大招",
        "Illustrate": "【回合开始】【消耗100能量】\n【默认目标】\n【先发动50%攻击力攻击4次，然后发动100%攻击力AOE，1次】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对全体敌人】\n【发动200%攻击力的攻击，并对全体敌人添加不可抵抗buff-印记。】\n【当下回合开始，印记数量>=4，移除全部印记，英雄额外获得25%*印记数的血量及血量上限，3%*印记数免伤率，同时获得技能-嘲讽】\n【当下回合开始，印记数量<=3，移除全部印记，英雄额外获得25%*印记数的攻击力，25%*印记数增伤，25*印记数速度，同时获得技能-影舞】\n【当下回合开始之前，英雄死亡，则对自己尸体进行尸爆，消耗尸体（无法被再次使用），移除全部印记对全体敌人造成相当于血量上限15%*印记数的真实伤害。】\n【技能-嘲讽，敌人普攻时（目标不是自己时），有50%几率将目标改为自己】\n【技能-影舞，队友普攻后，有50%几率对其目标发动50%伤害攻击】",
        "Type": 1,
        "TakeTiming": 2,
        "TakeTimingPrimary": 1,
        "Condition": 1,
        "ConditionValue1": 0,
        "TargetType": 1,
        "ModelId": 0,
        "SkillLevel": 0,
        "Icon": "0",
        "MeleeOrLong": 1
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对当前敌人】\n【造成相当于自身血量上限25%的真实伤害，同时对其添加无法抵抗的buff-标记，1层】\n【buff-标记，我方所有角色在回合结束时，有50%几率对标记的目标发动1次额外的100%攻击，\n同一时间同一阵容内只可以有1个标记，回合结束时销毁，持续2回合】",
        "Type": 1,
        "TakeTiming": 2,
        "TakeTimingPrimary": 1,
        "Condition": 1,
        "ConditionValue1": 0,
        "TargetType": 6,
        "ModelId": 0,
        "SkillLevel": 0,
        "Icon": "0",
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】\n【普通攻击时】\n【有30%对随机1个敌人额外发动50%攻击力的攻击，本次攻击有50%几率添加1层debuff-麻痹，1层】\n【buff-麻痹，命中率-50%，回合结束时销毁，持续1回合】",
        "Type": 2,
        "TargetType": 4,
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】\n【受到伤害时】\n【如果此次伤害小于自身当前血量的10%，使这次伤害变为1点，\n如果＞=10%，受到50%伤害，并对自身添加1层buff-记仇，1层】\n【buff-记仇，记仇达到5层时，主动移除，并移除此技能，并获得技能-暴怒，不销毁，一直持续】\n【技能-暴怒，每次受到伤害减少30%，并对任意敌人造成自身100%攻击力的伤害】",
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【单局限定3次】\n【队友普攻或制造伤害的大招暴击时】【如果被暴击的敌人没死】\n【对被暴击的敌人】\n【发动自身攻击力500%的普通攻击】\n【此次攻击击杀敌人则不消耗次数】",
        "Type": 2,
        "TargetType": 5,
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【全场限定1次】\n【某次伤害可以使自己死亡时】\n【免疫这个技能接下来的所有伤害，并立即恢复自身最大血量50%的血量】",
        "Type": 2,
        "TargetType": 1,
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【全场限定1次】\n【死亡时】\n【复活，并获得自身最大血量50%的血量】",
        "Type": 2,
        "TargetType": 1,
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】\n【任意敌人死亡时】\n【引爆他的尸体，对全体造成自己攻击力100%攻击的伤害。（消耗敌人的尸体）】",
        "Type": 2,
        "TargetType": 5,
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】\n【增加自身10%攻击力】\n【每次释放能量技能时，自己获得中性buff-攻击，1层】\n【buff-攻击，增加自身5%攻击力，最大5层，不消耗】",
        "Type": 2,
        "TargetType": 1,
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【光环技能】\n【自己额外增加50%普攻吸血率，50%普攻吸血效果，自己周围1格的友方单位获得20%普攻吸血率，50%普攻吸血效果】",
        "MeleeOrLong": 2
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】\n【每当队友恢复血量时】\n【我】\n【获得buff-符文，1层。】\n【buff-符文，提供给英雄恢复血量队友护甲值10%的等值攻击力，不销毁，无限回合，可叠加，10层上限】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对当前敌人】\n【造成100%攻击力的伤害】\n【并且射出身上全部符文，每个符文随机任意敌人，造成目标自身护甲值等值的真实伤害】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】\n【回合开始时，每拥有1个满血队友，自身提高10%攻击力，下回合开始前重置。\n回合开始时，每拥有1个非满血队友，自身护甲值提高100点，下回合开始前重置。\n每有队友死亡时，自身获得50点能量，立刻生效】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【单局限定5次（不足5次时，5回合后失效，回合开始阶段）】\n【每当队友受到伤害时】\n【将此次伤害的50%转移至自己身上】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【单局限定10次】\n【每次受到伤害时】\n【有50%几率与任意队友对换位置】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【持续2回合，回合开始时0】\n【对局开始时】\n【将自己移除敌人的目标，不会被默认目标选中，可被随机目标、全体、全体敌人选中】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄被动技能】【此技能在buff-狂暴状态下无法生效】\n【选择普攻还是大招时】【如果是普攻，则代替普攻】\n【对默认目标】\n【发起3次，降低自身30%命中率，100%攻击力的攻击\n，每次命中减少敌人500行动条，对其添加1层debuff-昏迷，（昏迷，回合中无法有任何行为，回合结束层数0）\n，命中时增加自身30能量条】"
    },
    {
        "Name": "瞎写的",
        "Illustrate": "【英雄能量技能】【消耗1条能量】\n【对自身】\n【加buff-狂暴5层，并对默认目标普攻1次。每次普通减少1层狂暴。】\n【buff-狂暴\n增加自身100%速度值\n增加自身100%攻击力\n增加自身20%暴击率\n增加自身30%伤害放大率，普攻时层数0，层数不影响收益值】"
    },
    {
        "Illustrate": "【英雄被动技能】【每场战斗限定1次】\n【普通攻击时】\n【如果敌人身上有3层以上debuff-灼烧，则移除全部剩余灼烧，并将剩余伤害同时1次释放给目标】\n【自身获得buff-超级攻击，1层】\n【buff-超级攻击，提供20%攻击力，无限回合，不销毁。】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【光环技能】\n【自己外全部队友】\n【普攻伤害增加30%】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【当死亡时】\n【立刻对全体敌人释放攻击力50%的攻击（消耗尸体）】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【当任何敌人被杀死后】\n【自己获得死亡敌人身上全部增益buff，相同层数，并重置持续时间（需要尸体）】"
    },
    {
        "Illustrate": "【装备被动技能】\n【每次受到伤害时，获得buff-宝灯，1层】\n【buff-宝灯，每层3%免伤率，可叠加，最多5层，每次获取时获得目标攻击力*5的等值护盾，（护盾不可叠加，后顶前）。英雄回合开始时全部移除】"
    },
    {
        "Illustrate": "【套装被动技能】\n【宝灯效果调整为，每层5%免伤率，最多4层，英雄回合开始时移除最多2层。】"
    },
    {
        "Illustrate": "【套装被动技能】\n【宝灯效果调整为，每层7%免伤率，最多3层，英雄回合开始时不再移除。】"
    },
    {
        "Illustrate": "【套装被动技能】\n【宝灯提供的护盾被伤害击碎时，英雄立刻获得恢复自身当前损失血量25%的血量】"
    },
    {
        "Illustrate": "【英雄能量技能】【消耗1管能量】\n【对当前敌人】\n【发动1次100%命中，100%攻击力的攻击“荒咬”\n当“荒咬”命中，则对目标发动70%命中率，150%攻击力“九伤”\n当“荒咬”未命中，则对目标发动100%命中率，250%攻击力“八镇”\n当“九伤”命中，则对目标发动50%命中率，400%攻击力“七濑”\n当“九伤”未命中，则对目标发动100%命中率，250%攻击力“八镇”\n当“七濑”未命中，则对目标发动100%命中率，250%攻击力“八镇”】"
    },
    {
        "Illustrate": "【英雄能量技能】【全部剩余能量】\n【当自身能量超过100%时】【立即】\n【将全部能量均分给其他存活的队友】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【自身能量上限提高50%（暂时咱们有2管，每个100点，上限提高是每管都提高），在队友释放英雄能量技能时，获得25能量】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【自己回合结束时】\n【为自己添加2层“雨燕”，如果此回合攻击产生过暴击，则添加2层“鹰隼”】\n【buff-雨燕，队友普通攻击结束后，立即对此队友当前目标发动1次攻击力为150%的普通攻击。如果此次攻击暴击则恢复1层“雨燕”，使用后0层，最大5层，无限时间】\n【buff-鹰隼，队友回合结束后，立即对此队友当前目标发动1次攻击力为150%的普通攻击，如果此次攻击暴击则恢复1层“鹰隼”，使用后0层，最大5层，无限时间】"
    },
    {
        "Illustrate": "【英雄被动技能】【3回合冷却】\n【当自身血量小于50%最大血量并受到伤害后】\n【立刻消耗当前血量的50%，制造1个与消耗血量同等血量的召唤物】\n【此召唤物在2回合内为英雄抵挡全部伤害。召唤物在回合前阶段0】\n【召唤物在2回合内被击杀，则增加1回合此技能冷却，并对伤害来源造成召唤物最大血量100%的等值真实伤害】\n【召唤物在2回合后存活，则减少1回合此技能冷却，并为我恢复剩余血量200%的血量】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【当普攻攻击的目标不是初始默认目标时】\n【敌人无法发动动坦伤类效果。（坦伤效果，为队友抵挡伤害，坦攻，为队友抵挡攻击）】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【当遭受普攻或大招攻击后】\n【20%几率使这次攻击对自己无效，并将攻击反弹给攻击来源，并放大20%伤害】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【当遭受普攻或大招攻击后】\n【20%几率使这次攻击对自己无效，并对任意敌人发动自身攻击力100%的攻击2次】"
    },
    {
        "Illustrate": "【英雄被动技能】\n【当遭受普攻或大招攻击后】\n【20%几率使这次攻击对自己无效，并发动2次100%攻击力的攻击，每次随机任意敌人】"
    },
    {
        "Illustrate": "【英雄羁绊技能】【全场生效2次】\n【当英雄ID=1000051的角色被普通攻击选中时】【50%几率触发】\n【对这次攻击发动者】\n【发动10%攻击力的攻击\n添加buff-沉默，1层\n终止他的回合\n减少50点能量】\n【buff-沉默，无法使用能量技能，持续2回合，回合结束时销毁】"
    },
    {
        "Name": "这个可以适度按",
        "Illustrate": "开场技能，对战开始时，对敌人造成数值等于我方场上攻击力最低英雄攻击力的真实伤害，并召唤自己养殖的水生生物攻击敌人。\n食人鱼群：养成来带数量差异，全体敌人，每只食人鱼判定3次攻击，每次攻击造成目标本身最大血量1%的真实伤害。\n美人鱼：最多1个，全体己方，目标自身最大血量10%的等值护盾。并添加1层buff-debuff中和（debuff中和，每当被添加debuff时，每层抵消掉1层debuff，不自然消耗）\n魔鬼鱼：最多1只，对全体敌人添加10层debuff-感电，并对每个敌人分别15%几率添加1层debuff-昏迷\n鮟鱇鱼：最多2只，养成带来数量差异，每只对1个随机敌人造成其自身最大血量5%的真实伤害，并有50%几率添加1层debuff-集火\n（集火，每次我方队员回合结束时，有50%额外对此buff敌人发动1次额外的普通攻击，同一时间，同一阵容只能有1个集火，回合开始0层）\n三太子：最多1只，对全体敌人造成我方攻击力最高英雄攻击力等值真实伤害，并对我方全体添加5层buff-加速、攻击。"
    },
    {
        "Name": "这个可以适度按",
        "Illustrate": "开场技能，对战开始时，\n对敌人中板甲职业造成其穿戴的所有护甲值等值*10的真实伤害\n对敌人中皮甲职业造成其最大血量10%的等值真实伤害\n对敌人中布甲职业发动其携带武器基础攻击力*50的攻击"
    },
    {
        "Name": "这个可以适度按",
        "Illustrate": "开场技能，对战开始时，锁住敌人的行动条，持续10秒"
    },
    {
        "Name": "这个可以适度按",
        "Illustrate": "被动技能，每个队友回合结束时，积攒1个宝物buff？，每3层时，宝物随机roll，1个1-8的爻，来带不同的效果\n天，增加全体队友5%最大血量的等值血量\n地，增加全体队友5%免伤率\n风，增加全体队友50点速度\n雷，增加全体队友5%暴击率\n火，增加全体队友5%攻击力\n水，增加全体队友5%躲避率\n山，增加全体队友50%暴击伤害\n泽，增加全体队友5%普攻吸血率"
    },
    {
        "Name": "这个可以适度按",
        "Illustrate": "开场技能，战斗开始时，召唤腾蛇，英雄死亡时，腾蛇死亡，腾蛇5回合后自动死亡，腾蛇自动死亡时，携带此武器英雄获得20%攻击力，并且所有攻击有20%几率添加1层debuff-中毒\n腾蛇：\n获得英雄75%的攻击力\n获得英雄75%的速度\n默认100%命中\n其他数值0\n无法被任何其它技能影响，死亡无尸体。\n腾蛇每次攻击时，100%使命中的敌人获得1层debuff-中毒"
    },
    {
        "Name": "这个可以适度按",
        "Illustrate": "被动技能，提高25%伤害，击杀敌人或3回合后，青剑出鞘\n青剑出鞘状态，提高50%伤害，击杀敌人或3回合后，紫剑出鞘\n双剑形态，提高100%伤害，每回合开始时，对默认目标发动5次攻击力为50%的攻击，每回合结束时，对自身添加1层buff-免伤（免伤，抵挡一次任意伤害，抵挡后层数0，回合开始阶段层数0）"
    },
    {
        "Illustrate": "英雄能量技能，消耗1管能量，对自己添加1层“无双”，然后进行1次普通攻击。当英雄处于“无双”状态时，使用技能将会使“无双”升级为“天下无双”，当英雄处于“天下无双”状态时，对全体敌人造成等同于150%攻击力的真实伤害。\n（无双，对开局默认目标普攻时，发动“戟击”，发动200%攻击力的攻击，并提高自身50%免伤率，持续1回合，并获得“鬼神铠”，每次受到攻击均恢复200%防御值的等值血量。“鬼神铠”持续1回合。\n对非默认目标普攻时，发动“射戟”，300%攻击力的攻击，本次攻击忽略敌人50%护甲。）\n（天下无双，“戟击”升级为“无双乱舞”，对全体敌人发动200%的攻击，并提高自身50%免伤率，持续1回合，\n“射戟”升级为“辕门射戟”，对单体造成350%攻击力的攻击，并忽略100%护甲。）"
    },
    {
        "Illustrate": "被动技能，\n回合开始阶段，为当前目标添加1层“脆弱”，如果当前目标不是开场默认目标，则再添加1层“感电”\n普攻攻击时，如果敌人的血量百分比低于自己，则提高此次普攻50%暴击率，100%暴击伤害，\n   如果自己此时血量低于35%，则此次攻击的攻击力提高200%。\n如果普通攻击未命中，则提高20%命中率，再次发动普攻，每回合限1次。\n普攻结束后，额外恢复此次攻击伤害100%的血量，如果此时英雄HP=100%，则额外添加自身HP上限30%的护盾1个，持续1回合。\n   否则再此恢复此次攻击伤害200%伤害的血量。每场战斗只1次。\n   此时根据自身血量百分比对自己添加相应层数“心眼-翻脸”，每20%血量提供1层。\n（心眼-翻脸，自身回合外，任意队友【包括自己】受到单体攻击之前，为自己额外提高100%招架率，30%招架收益率，替代队友承受此次攻击，如果没有被击杀，则立刻对攻击来源发动1次基于本次攻击50%攻击力等值的真实伤害反击，并为其添加1层“禁止恢复”。并为自己恢复此次反击的等值血量\n【禁止恢复，禁止恢复期间，所有获得的血量降低相应百分比】）"
    }
]
